{
  "about-me": {
    "Meine Arbeit ist meine Leidenschaft. Dabei liegen mir in erster Linie die Wünsche und Interessen meiner Kunden am Herzen. Jede Situation ist individuell - daher gehe ich sie mit Herz und Verständnis an!": "My work is my passion. First and foremost, the wishes and interests of my customers are close to my heart. Every situation is individual - therefore I approach it with heart and understanding!",
    "Über mich": "About me"
  },
  "consulting-concept": {
    "5 Schritte für eine vertrauensvolle Partnerschaft": "5 steps for a trustful partnership",
    "Analyse": "Analysis",
    "Auswertung und Vermögensplanung mit Qualitätssiegel": "Evaluation and asset planning with quality seal",
    "Beratung": "Consulting",
    "Beratungskonzept": "Consulting concept",
    "Erfassen der ist Situation mit ihren Wünschen und Zielen": "Capture the is situation with their wishes and goals",
    "Langfristige Partnerschaft": "Long-term partnership",
    "Partnerschaft": "Partnership",
    "Persönliche Beratung, abgestimmt auf Ihre Wünsche und Ziele": "Personal consultation, tailored to your wishes and goals",
    "Planung": "Planning",
    "Realisierung Ihrer Vermögensplanung": "Realization of your asset planning",
    "Umsetzung": "Implementation",
    "Wie beginnt eine gute Beratung? Mit den richtigen Fragen und mit Zuhören! Am Anfang steht immer der Kunde mit seinen ganz persönlichen Zielen, Möglichkeiten und vorhandenen Verträgen. Darauf aufbauend entwickle ich ein passgenaues Konzept für Vorsorge, Absicherung, Vermögensaufbau und alle anderen finanziellen Fragestellungen. Erst dann geht es um die richtigen Produkte, die Ihre Ziele erreichbar werden lassen. Ich verstehe mich als lebenslanger Begleiter meiner Kunden, wenn es um deren Finanzen geht.": "How does a good consultation begin? With the right questions and with listening! It always starts with the customer and his or her personal goals, options and existing contracts. Based on this, I develop a tailor-made concept for retirement planning, protection, asset accumulation and all other financial questions. Only then is it a matter of choosing the right products that will make your goals attainable. I see myself as a lifelong companion to my clients when it comes to their finances.",
    "Ziel der Zusammenarbeit mit meinen Kunden ist gegenseitiges Vertrauen: Ich bin erfolgreich, wenn Sie erfolgreich sind. Auf diesem Aspekt basiert mein Handeln. Dabei geht es um langfristige Zusammenarbeit. Deshalb steht Transparenz und Ehrlichkeit an erster Stelle.": "The goal of cooperation with my clients is mutual trust: I am successful when you are successful. My actions are based on this aspect. It is about long-term cooperation. That is why transparency and honesty come first."
  },
  "essentials": {
    "Beruf": "Occupation",
    "Damit Sie sich aufs Wesentliche konzentrieren können:": "So that you can concentrate on the essentials:",
    "Familie": "Family",
    "Hobbies": "Hobbies",
    "Leben": "Life",
    "Mein ganzheitlicher Ansatz für die Vermögensverwaltung stellt sicher, dass Ihre persönliche und berufliche Situation bei der Entwicklung der passenden Strategie für Ihr Vermögen berücksichtigt wird.": "My holistic approach to wealth management ensures that your personal and professional situation is considered when developing the appropriate strategy for your assets.",
    "Reisen": "Travel"
  },
  "fast-contact": {
    "Ich helfe Ihnen gerne in jeder Lebenslage, kontaktieren Sie mich telefonisch unter <2>{{mobile}}</2> oder schriftlich an<6>{{email}}</6>": "I will be happy to help you in any situation in life, contact me via phone at <2>{{mobile}}</2> or email <6>{email}}</6>"
  },
  "footer": {
    "Impressum & Datenschutz": "Imprint & Privacy",
    "Kontakt": "Contact"
  },
  "future": {
    "Ich arbeite für Ihre Zukunft": "I work for your future",
    "Ich helfe Ihnen dabei, mehr aus Ihrem Geld zu machen, angepasst an Ihre individuellen Wünsche und Ziele - zuverlässig, effizient, Schritt für Schritt.": "I help you to make more out of your money, adapted to your individual wishes and goals - reliably, efficiently, step by step.",
    "Jede Situation ist individuell. Gegenseitiges Vertrauen ist die Basis für eine langfristige Partnerschaft. Aus diesem Grund steckt viel Herzblut und Verständnis bei all meinen Handlungen.": "Every situation is individual. Mutual trust is the basis for a long-term partnership. For this reason, a lot of heart and understanding goes into everything I do.",
    "Jetzt Kontakt aufnehmen": "Contact now",
    "Was für Sie zählt, zählt auch für mich. Deshalb befasse ich mich umfassend mit Ihrer Situation und Ihren finanziellen, geschäftlichen und persönlichen Zielen.": "What counts for you, also counts for me. That is why I deal comprehensively with your situation and your financial, business and personal goals."
  },
  "impress-and-privacy": {
    "Dies wird nicht übersetzt": "This is not translated",
    "Impressum & Datenschutz": "Imprint & Privacy"
  },
  "individuality": {
    "Jeder Kunde ist <1>anders</1>. Gemeinsam entwickle ich mit Ihnen ein passgenaues Konzept. So haben Sie die Gewissheit, dass Ihre Verträge aufeinander abgestimmt sind und Sie <3>kein Geld verschenken</3>.": "Every customer is <1>different</1>. Together with you, I develop a custom-fit concept. So you have the certainty that your contracts are coordinated and you <3>do not give away money</3>."
  },
  "menu": {
    "Beratungskonzept": "Consulting concept",
    "Kontakt": "Contact",
    "Mein Versprechen": "My promise",
    "Über mich": "About me"
  },
  "my-promise": {
    "Auffinden von optimalen Kreditkonditionen, individuelle Anpassung eines Angebots, breite Möglichkeiten des Finanzmanagements oder schließlich der endgültige Abschluss einer Transaktion geben mir nicht nur große Zufriedenheit, sondern bestätigen mich darin, etwas Sinnvolles zu tun!": "Finding optimal credit conditions, individual adaptation of an offer, wide possibilities of financial management or finally the final conclusion of a transaction give me not only great satisfaction, but confirm that I am doing something meaningful!",
    "Dank meiner Kunden habe ich das Vergnügen, die Welt neu zu entdecken. Ich schätze die Möglichkeit, an der Verwirklichung ihrer Wünsche und Umsetzung konkreter Pläne mitwirken zu können, sehr - seien es private, Lebens-, aber auch berufliche Pläne.": "Thanks to my clients, I have the pleasure of rediscovering the world. I greatly appreciate the opportunity to participate in the realization of their wishes and implementation of concrete plans - be it private, life but also professional plans.",
    "Mein Versprechen": "My promise",
    "Nehmen Sie gerne Kontakt mit mir auf.": "Please feel free to contact me.",
    "Zusammenarbeit nach den Prinzipien des gegenseitigen Respekts, Achtung von Werten sowie eine individuelle Herangehensweise sind die wichtigsten Elemente, die mich bei der Erfüllung meiner beruflichen Tätigkeit leiten.": "Cooperation based on the principles of mutual respect, respect for values as well as an individual approach are the main elements that guide me in the fulfillment of my professional activity."
  },
  "spinner": {
    "Ladevorgang": "Loading"
  },
  "what-is-important": {
    "Jeder Mensch hat seine eigenen Träume, Hoffnungen und Ziele. Ich helfe Ihnen dabei, Ihre Wünsche zu verwirklichen und finanzielle Ziele zu erreichen.": "Every person has their own dreams, hopes and goals. I will help you to realize your wishes and achieve financial goals.",
    "Jetzt Beratungstermin vereinbaren": "Arrange consultation appointment now",
    "Was ist Ihnen wichtig?": "What is important to you?"
  }
}